{
  "Home": "الصفحة الرئيسية",
  "Off Plan Projects": "مشاريع تحت الإنشاء",
  "About us": "من نحن",
  "Contact us": "تواصل معنا",
  "hero-heading": "منزلك المثالي بانتظارك!",
  "hero-description": "اكتشف العقارات الاستثنائية التي تعيد تعريف الفخامة وتحول نمط حياتك. سواء كنت تبحث عن ملاذ مريح أو قصر فاخر، فريقنا الخبير هنا لإرشادك في كل خطوة. دعنا نحول رؤيتك إلى واقع ونجد المساحة المثالية التي تشعر بأنها منزل.",
  "middle-heading-1": "إنجاز للتطوير العقاري",
  "middle-heading-2": "أفضل خدمات العقارات بسهولة",
  "middle-para-1": "مرحباً بكم في إنجاز للتطوير العقاري، حيث يصبح منزل أحلامك حقيقة. فريقنا المخصص هنا لإرشادك خلال كل خطوة من رحلتك العقارية، لضمان العثور على المساحة المثالية التي تعكس أسلوب حياتك وتطلعاتك. سواء كنت تبحث عن منزل فاخر، استثمار ذكي، أو مجتمع نابض بالحياة، نحن ملتزمون بتقديم خدمة استثنائية ونتائج مذهلة. لنبدأ هذه الرحلة معًا ونكتشف الاحتمالات التي تنتظرك!",
  "middle-para-2": "مرحباً بكم في إنجاز للتطوير العقاري، حيث يصبح منزل أحلامك حقيقة. فريقنا المخصص هنا لإرشادك خلال كل خطوة من رحلتك العقارية، لضمان العثور على المساحة المثالية التي تعكس أسلوب حياتك وتطلعاتك. سواء كنت تبحث عن منزل فاخر، استثمار ذكي، أو مجتمع نابض بالحياة، نحن ملتزمون بتقديم خدمة استثنائية ونتائج مذهلة. لنبدأ هذه الرحلة معًا ونكتشف الاحتمالات التي تنتظرك!",
  "buyPropertyTitle": "شراء عقار",
  "cards": [
    {
      "heading": "شراء",
      "text": "يعتبر وكلاء Redfin من بين الأكثر خبرة في المجال ويمكنهم مساعدتك في النجاح في السوق اليوم."
    },
    {
      "heading": "بيع",
      "text": "نحن نعرف كيف نحدد السعر، نروج، ونبيع منزلك بأعلى قيمة. ونحن نفعل ذلك مقابل نصف رسوم الإدراج التي يتقاضاها الآخرون."
    },
    {
      "heading": "تأجير",
      "text": "سواء كنت تبحث عن شقق، شقق سكنية، أو منازل للإيجار، نسهل عليك العثور على المكان الذي ستحبه."
    }
  ],
  "contact-heading": "تواصل معنا",
  "contact-description": "نحن هنا لمساعدتك في العثور على العقار المثالي. تواصل مع فريقنا للحصول على إرشادات مخصصة، نصائح من الخبراء، أو لتحديد موعد استشارة. منزلك المثالي على بعد مكالمة أو رسالة فقط. هل لديك أسئلة؟ دعونا نتواصل! سواء كنت تشتري، تبيع، أو تستثمر، فريقنا في إنجاز للتطوير العقاري جاهز لمساعدتك. تواصل معنا اليوم لبدء العملية.",
  "projects-heading": "عقارك التالي على بعد مكالمة فقط",
  "projects-description": "قائمة عقارات واسعة: تقدم إنجاز للتطوير العقاري مجموعة متنوعة من العقارات السكنية، التجارية، والاستثمارية في جميع أنحاء مصر. حلول مخصصة: تركز الشركة على تقديم حلول عقارية مخصصة تلبي احتياجات العملاء الفردية.",
  "main-heading": "تحدث مع وكيل",
  "main-text": "حدد موعداً للمكالمة",
  "second-hero-heading-1": "إنجاز للتطوير العقاري",
  "second-hero-heading-2": "أفضل خدمات العقارات بسهولة",
  "second-hero-para-1": "تحويل الأحلام إلى واقع في سوق العقارات الديناميكي في مصر، تقدم إنجاز للتطوير العقاري خبرة لا مثيل لها، وتساعدك في العثور على المنزل المثالي أو العقار الاستثماري بكل سهولة وثقة. في إنجاز للتطوير العقاري، نحن ملتزمون بإعادة تعريف المشهد العقاري المصري من خلال حلول مخصصة، خدمة عملاء استثنائية، وعقارات تلهم الفخامة، الراحة، والقيمة.",
  "second-hero-para-2": "اكتشف منزلك القادم مع إنجاز للتطوير العقاري، حيث كل عقار يحكي قصة من الأناقة، الأسلوب، والاستثمار الذكي في مصر. تقدم إنجاز للتطوير العقاري بوابة إلى أفضل العقارات في مصر، حيث يلتقي العيش الفاخر والاستثمارات الذكية بتناغم تام. من المجتمعات الحضرية النابضة بالحياة إلى الملاذات الساحلية الهادئة، إنجاز للتطوير العقاري هو شريكك الموثوق في العثور على العقار المثالي الذي يتناسب مع تطلعاتك وأسلوب حياتك في مصر.",
  "footer-heading-1": "تابعنا #EnjazRealState",
  "footer-heading-2": "250، المعادي، السرايات الشرقية، مصر",
  "footer-heading-3": "جميع الحقوق محفوظة لشركة إنجاز للتطوير العقاري",
  "about-hero-heading-1": "إنجاز للتطوير العقاري",
  "about-hero-heading-2": "أفضل خدمات العقارات بسهولة",
  "about-hero-para-1": "اكتشف إمكانيات السوق العقاري المزدهر في مصر مع إنجاز—حيث يجتمع الخدمة الشخصية والخبرة السوقية والعقارات المميزة لتحقيق رضاك الكامل. في إنجاز للتطوير العقاري، نمزج بين المعرفة بالسوق المحلي وشغفنا بالتميز، لمساعدتك على تأمين المنزل أو الفرصة الاستثمارية المثالية في أكثر المواقع المرغوبة في مصر. سواء كنت تشتري أو تبيع أو تؤجر، إنجاز للتطوير العقاري يقدم تجربة سلسة تلبي احتياجاتك وتقربك من نمط الحياة الذي تحلم به في مصر.",
  "about-hero-para-2": "مع إنجاز للتطوير العقاري، أنت لا تقتني عقاراً فقط، بل تستثمر في مستقبل مبني على الثقة والجودة والخدمة الاستثنائية في سوق العقارات الديناميكي في مصر. اكتشف فرص الاستثمار الفريدة مع إنجاز للتطوير العقاري، حيث تتلاقى رؤيتك مع أفضل العقارات في مصر، لتقديم ليس فقط منازل، بل أنماط حياة. في إنجاز للتطوير العقاري، نضع تطلعاتك في المقدمة، ونقدم النصائح الخبراء والعقارات المميزة التي تتماشى مع أهدافك المستقبلية في قطاع العقارات المزدهر في مصر.",
  "contact-form-heading-1": "أرسل استفسارك",
  "contact-form-heading-2": "أرسل استفسارك هنا واحصل على أفضل حلول العقارات التي تناسب احتياجاتك بسرعة ودقة مع ممثل شخصي من إنجاز للتطوير العقاري."
}
