{
  "Home": "Home",
  "Off Plan Projects": "Off Plan Projects",
  "About us": "About us",
  "Contact us": "Contact us",
  "hero-heading": "Your dream home awaits!",
  "hero-description": "Discover exceptional properties that redefine luxury living and transform your lifestyle. Whether you're searching for a cozy retreat or a grand estate, our expert team is here to guide you every step of the way. Let's turn your vision into reality and find the perfect space that feels like home.",
  "middle-heading-1": "ENJAZ REAL ESTATE",
  "middle-heading-2": "BEST REAL ESTATE SERVICES AT EASE",
  "middle-para-1": "Welcome to Enjaz Real Estate, where your dream home becomes a reality. Our dedicated team is here to guide you through every step of your real estate journey, ensuring you find the perfect space that reflects your lifestyle and aspirations. Whether you’re looking for a luxurious home, a savvy investment, or a vibrant community, we are committed to delivering exceptional service and results. Let’s embark on this journey together and discover the possibilities that await you!",
  "middle-para-2": "Welcome to Enjaz Real Estate, where your dream home becomes a reality. Our dedicated team is here to guide you through every step of your real estate journey, ensuring you find the perfect space that reflects your lifestyle and aspirations. Whether you’re looking for a luxurious home, a savvy investment, or a vibrant community, we are committed to delivering exceptional service and results. Let’s embark on this journey together and discover the possibilities that await you!",
  "buyPropertyTitle": "BUY A PROPERTY",
  "cards": [
    {
      "heading": "BUY",
      "text": "Redfin agents are among the most experienced in the industry and can help you win in today’s market."
    },
    {
      "heading": "Sell",
      "text": "We know how to price, market, and sell your home for top dollar. And we do it all for half the listing fee others often charge."
    },
    {
      "heading": "Rent",
      "text": "Whether you’re searching for apartments, condos, or rental homes, we make it easy to find a place you’ll love."
    }
  ],
  "contact-heading": "Contact Us",
  "contact-description": "We’re here to help you find your perfect property. Reach out to our team for personalized guidance, expert advice, or to schedule a consultation. Your dream home is just a call or message away. Got questions? Let’s connect! Whether you’re buying, selling, or investing, our team at Enjaz Real Estate is ready to assist you. Contact us today to get started.",
  "projects-heading": "Your Next Property is Just a Call Away",
  "projects-description": "Extensive Property Listings: Enjaz Real Estate offers a diverse range of residential, commercial, and investment properties across Egypt. Tailored Solutions: The company focuses on providing customized real estate solutions that meet clients' unique needs.",
  "main-heading": "Speak to an Agent",
  "main-text": "Schedule a Call",
  "second-hero-heading-1": "ENJAZ REAL STATE",
  "second-hero-heading-2": "BEST REAL ESTATE SERVICES AT EASE",
  "second-hero-para-1": "Turning dreams into reality in Egypt's dynamic real estate market, Enjaz Real Estate delivers unmatched expertise, helping you find the perfect home or investment property with ease and confidence. At Enjaz Real Estate, we are committed to redefining the Egyptian real estate landscape through tailored solutions, exceptional customer service, and properties that inspire luxury, comfort, and value.",
  "second-hero-para-2": "Discover your next home with Enjaz Real Estate, where every property tells a story of elegance, style, and smart investment in Egypt. Enjaz Real Estate offers a gateway to Egypt’s finest properties, where luxury living and smart investments meet in perfect harmony. From vibrant urban communities to serene coastal retreats, Enjaz Real Estate is your trusted partner in finding the ideal property that matches your aspirations and lifestyle in Egypt.",
  "footer-heading-1": "Follow #EnjazRealState",
  "footer-heading-2": "Maadi as Sarayat Al Gharbeyah, Maadi, Cairo Governorate, Egypt",
  "footer-heading-3": "All Rights Reserved for Enjaz Real Estate",
  "about-hero-heading-1": "ENJAZ REAL STATE",
  "about-hero-heading-2": "BEST REAL ESTATE SERVICES AT EASE",
  "about-hero-para-1": "Unlock the potential of Egypt's thriving real estate market with Enjaz—where personalized service, market expertise, and premium properties come together for your ultimate satisfaction. At Enjaz Real Estate, we combine local market knowledge with a passion for excellence, helping you secure the perfect home or investment opportunity in Egypt’s most sought-after locations. Whether you're buying, selling, or renting, Enjaz Real Estate delivers a seamless experience tailored to your needs, bringing you closer to your dream lifestyle in Egypt.",
  "about-hero-para-2": "With Enjaz Real Estate, you’re not just acquiring property, you’re investing in a future built on trust, quality, and exceptional service in Egypt's dynamic real estate market. Discover unparalleled investment opportunities with Enjaz Real Estate, where your vision meets Egypt’s finest properties, delivering not just homes, but lifestyles. At Enjaz Real Estate, we prioritize your aspirations, offering expert advice and premium properties that align with your future goals in Egypt's thriving real estate sector.",
  "contact-form-heading-1": "Drop Your Enquiry",
  "contact-form-heading-2": "Drop your enquiry here and get the best real estate solution for your needs at prompt level with personal representative from Enjaz Real Estate."
}
